Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/environment/environmental_protection/pollution_prevention_and_control.html.txt.tmx
Source language: en
Languages: ga

source: Pollution prevention and control
ga: Cosc agus rialú ar thruailliú

source: To ensure a level of environmental protection, the European Union and Ireland have implemented legislation to prevent or reduce pollution of the atmosphere, water and soil, as well as the quantities of waste arising from industrial and agricultural installations
ga: D’fhonn leibhéal áirithe de chosaint chomhshaoil a chinntiú, chuir an tAontas Eorpach agus Éire reachtaíocht i bhfeidhm chun truailliú an atmaisféir, an uisce agus na hithreach a chosc nó a laghdú, agus chun an méid dramhaíola ó ghléasra tionsclaíoch agus talmhaíochta a chosc nó a laghdú freisin

source: The law establishes a procedure for authorising industrial and agricultural activities and sets minimum requirements to be included in all permits, particularly in terms of pollutants released
ga: Leagann an dlí síos nós imeachta maidir le gníomhaíochtaí tionsclaíocha agus talmhaíochta a údarú agus leagann sé síos na bunriachtanais atá le cur san áireamh i ngach ceadúnas, go mór mór maidir le scaoileadh truailleán

source: The EU Integrated Pollution Prevention and Control (IPPC) Directive (Directive 96/61/EC) provides for a permit system for activities including waste management
ga: Tá foráil i Treoir an AE maidir le Cosc agus Rialú Comhtháite ar Thruailliú (Treoir 96/61/CE) maidir le córas ceadúnais i gcomhair gníomhaíochtaí lena n-áirítear bainistíocht dramhaíola

source: It was brought into effect in Ireland by the Protection of the Environment Act 2003 which amends the licensing provisions of the Environmental Protection Agency Act 1992 and the Waste Management Act 1996
ga: Forfheidhmíodh an Treoir sin in Éirinn leis an Acht um Chaomhnú an Chomhshaoil 2003 a leasaíonn forálacha ceadúnaithe an Achta fán nGníomhaireacht um Chaomhnú Comhshaoil, 1992 agus an Achta um Bainistiú Dramhaíola 1996

source: The Environmental Protection Agency is responsible for the Integrated Pollution Control (IPC) licensing of large or complex industries with significant polluting potential
ga: Tá an Ghníomhaireacht um Chaomhnú Comhshaoil (GCC) freagrach as an gCeadúnas um Chosc agus Rialú Comhtháite ar Thruailliú (RCT) i leith tionscadail mhóra nó coimpléascacha a bhfuil cumas suntasach truaillithe acu

source: The various activities which must have a licence to operate are listed in the Environmental Protection Agency Act 1992 as amended by the Protection of the Environment Act 2003
ga: Tá liosta de na gníomhaíochtaí ar gá ceadúnas a fháil lena ndéanamh san Acht um Chaomhnú an Chomhshaoil 1992 arna leasú ag an Acht um Chaomhnú an Chomhshaoil 2003

source: They include energy production, intensive agriculture, food production, activities involving chemicals and the production of paper
ga: Áirítear leo táirgeadh fuinnimh, diantalmhaíocht, táirgeadh bia, gníomhaíochtaí ina n-úsáidtear ceimiceáin agus táirgeadh páipéir

source: The 2003 Act adds further activities to the list which need licences – for example, rearing of poultry and cattle slaughtering
ga: Cuireann Acht na bliana 2003 gníomhaíochtaí breise ar liosta na ngníomhaíochtaí sin ar gá ceadúnais a fháil lena ndéanamh, mar shampla, tógáil éanlaithe agus marú eallach

source: Licence holders are required to use “best available techniques” to avoid pollution
ga: Ní mór do shealbhóirí ceadúnas “an teicníochtaí is fearr atá ar fáil” a úsáid chun truailliú a sheachaint

source: An applicant for an IPC licence has to be a "fit and proper person"
ga: Ní mór d’iarratasóir ar cheadúnas maidir le Cosc agus Rialú Comhtháite ar Thruailliú a bheith ina “d(h)uine oiriúnach agus cuí”

source: Among other things, this means that they have not been convicted of an offence involving the pollution control and waste legislation
ga: Ciallaíonn sé sin, i measc rudaí eile, nár ciontaíodh an té sin in aon choir a bhain le reachtaíocht um rialú truaillithe agus dramhaíola

source: The EPA has the power to revoke or suspend IPPC licences where the "fit and proper person" requirements are no longer met
ga: Tá sé de chumhacht ag an nGníomhaireacht um Chaomhnú Comhshaoil (GCC) ceadúnas maidir le Cosc agus Rialú Comhtháite ar Thruailliú a aisghairm nó a chur ar ceal más rud é nach sásaítear a thuilleadh an ceanglas maidir le bheith ina “d(h)uine oiriúnach agus cuí”

source: The EPA maintains a register of licences and this is publicly available
ga: Coinníonn an GCC clár na gceadúnas agus tá sé sin ar fáil go poiblí

source: The applicant for a licence must publish a notice on the site of the activity in question and put a notice in a newspaper of the intention to apply and must inform the local authority
ga: Ní mór don té atá ag cur isteach ar cheadúnas fógra a fhoilsiú ar an láthair faoin ngníomhaíocht atá i gceist agus ní mór dó (nó di) fógra rúin a fhoilsiú i nuachtán maidir le hiarratas a dhéanamh agus ní mór dó (nó di) an t-údarás áitiúil a chur ar an eolas

source: Anyone may comment in writing on the application
ga: Féadfaidh duine ar bith tagairt a dhéanamh i scríbhinn faoin iarratas

source: When the EPA gets an application for a licence, it must tell the relevant local authority
ga: Nuair a fhaigheann an GCC iarratas i gcomhair ceadúnais ní mór dóibh an t-údarás áitiúil bainteach a chur ar an eolas

source: The Agency normally publishes such applications on its website
ga: De ghnáth foilsíonn an Ghníomhaireacht a leithéid d’iarratais ar a láithreán gréasáin

source: When the EPA issues its proposed determination, you may object within 28 days
ga: Bíonn cead agat achomharc a dhéanamh laistigh de 28 lá ón am a eisíonn an GCC a cinneadh

source: You may ask for an oral hearing but bear in mind there is a fee for such requests
ga: Féadfaidh tú éisteacht ó bhéal a iarraidh ach ní mór cuimhneamh go bhfuil táille i gceist i gcomhair a leithéid d’iarratais

source: The agency has discretion on whether or not to grant an oral hearing
ga: Tá lánrogha ag an nGníomhaireacht éisteacht ó bhéal a cheadú nó a dhiúltú

source: Any objection to the refusal of an oral hearing or any proceedings once the decision is made, must be taken within 8 weeks
ga: Má tá agóid le déanamh in aghaidh cinneadh gan éisteacht ó bhéal nó aon imeachtaí eile a cheadú ní mór é sin a dhéanamh laistigh de 8 seachtaine ón am a dhéantar an cinneadh

source: The EPA may attach a range of conditions to the licence
ga: Féadfaidh an GCC réimse coinníollacha a chur leis an gceadúnas

source: Theses may include conditions on emission limits (including greenhouse gases), protection of soil and groundwater, the efficient use of energy and what is to happen when the activity ends
ga: D’fheadfaí coinníollacha a chur leis an gceadúnas maidir le teorainneacha astuithe (lena n-áirítear gáis cheaptha teasa), cosaint ithreach agus uisce talún, fuinneamh a úsáid go héifeachtach agus maidir le cad a tharlóidh nuair a bheidh an ghníomhaíocht críochnaithe

source: The Environmental Protection Agency (EPA) is responsible for ensuring that the licences are enforced and all the conditions attached are met. Further information
ga: Tá an Ghníomhaireacht um Chaomhnú Comhshaoil freagrach as a chinntiú go gcuirtear na ceadúnais i bhfeidhm agus go sásaítear na coinníollacha a bhaineann leo
